ubinos/ArduinoCore-API_wrapper/include/arch/arm/cortexm/stm3221geval/pins_arduino_digital.h
/*
 * Copyright (c) 2021 Sung Ho Park and CSOS
 *
 * SPDX-License-Identifier: Apache-2.0
 */

#ifndef PINS_ARDUINO_DIGITAL_H_
#define PINS_ARDUINO_DIGITAL_H_

#include "variant.h"

enum {
    D0, D1,
    NUM_DIGITAL_PINS
};

#endif /* PINS_ARDUINO_DIGITAL_H_ */

